[
  { "groupNum":1,"group":"CE","narrative":"The south Atlantic reporting area includes the coastal counties of the 5 states of Virginia, North Carolina, South Carolina, Georgia, Florida and the waters of the outer continental shelf. Florida has the highest population with approximately 20 million people, closely followed by Georgia and North Carolina at approximately 10 million each. Spread across the region are 6 major ports and a vibrant economy closely tied to coastal and marine natural resources. The climate is mostly humid subtropical and strongly influenced by the Gulf Stream." },
  { "groupNum":2,"group":"EM","narrative":"While Oil and Gas exploration off of the Atlantic coast is not included in BOEM’s 2017-2022 Leasing Program, it is still a possibility in future 5 Year Lease Programs. Meanwhile, offshore wind power is poised to deliver an essential contribution to a clean, robust, and diversified U.S. energy portfolio. Capturing and using this large and inexhaustible resource has the potential to mitigate climate change, improve the environment, increase energy security, and stimulate the U.S. economy. America’s Outer Continental Shelf is not only a resource for offshore energy, but also for sand and gravel which is used to restore hundreds of miles of coastline and protect billions of dollars in infrastructure and ecological habitats due to increasing coastal erosion and destructive storms." },
  { "groupNum":3,"group":"NRC" ,"narrative":"Understanding the distribution and abundance of natural resources is critically important for balancing a thriving economy and resilient coastal ecosystems. By considering habitat locations that support migratory and endangered species, as well as areas of importance for fish and coral, we can sustain and conserve these resources for future generations."},
  { "groupNum":4,"group":"TI","narrative":"The United States Marine Transportation System is essential to the American economy; it supports millions of American jobs, facilitates trade, moves people and goods, and provides a safe, secure, cost-effective, and energy-efficient transportation alternative.  The report below provides a snapshot of infrastructure and marine transportation off of the Southeast coast of the United States."},
  { "groupNum":5,"group":"EC","narrative":"In 2013, the ocean economy’s 149,000 business establishments employed more than 3 million people, paid over $117 billion in wages, and produced more than $359 billion in goods and services. This accounted for about 2.2 percent of the nation’s employment and 2.2 percent of its gross domestic product. <a target='_blank' href='https://coast.noaa.gov/data/digitalcoast/pdf/econ-report.pdf'>NOAA Report on U.S. Ocean and Great Lakes Economy</a>" }

]