[
  {
    "name": "Elevation",
    "filename": "partials/CE_Elevation.html",
    "priority": 6,
    "alttext":"Graphic represents the contour symbology (blue lines) on the map and displays the minimum, maximum, and mean elevation values of the area in meters.",
    "modaltext": "Source:Bathymetric Contours, <a target='_blank' href='http://MarineCadastre.gov/'>MarineCadastre.gov</a>, 2013-04.<br>Source: U.S. Coastal Relief Model, NOAA NCEI, 2016-01.",
    "narrativetext": "Elevation can be used to better understand the slope, roughness, orientation and extreme values that define the landscape and affect our use and management of it. The southeast reporting areas are part of a broad flat coastal plain with numerous barrier islands with the Piedmont to the west and a wide continental shelf to the east.",
    "ruletext": ""
  },
  {
    "name": "Map Inset",
    "filename": "partials/smallMap.html",
    "priority": 2,
    "alttext":"",
    "modaltext": "",
    "narrativetext": "",
    "ruletext": ""
  },
  {
    "name": "Report Area",
    "filename": "partials/CE_ReportArea.html",
    "priority": 1,
    "alttext":"Graphic represents the selected area symbology (orange polygon) on the map and displays the area calculation in miles squared, nautical miles squared, and kilometers squared.",
    "modaltext": "Source: Area calculations are made using the North America Albers Equal Area Conic projection and are valid for planning purposes only.",
    "narrativetext": "The total size of the geographic area for an activity may not always be a good indicator of the geographic scope of possible effects. There may be cumulative, temporal or  transient effects overlapping or beyond the reported geographic area.",
    "ruletext": "Boundaries of the report area shown on the map may be generalized for appearance, original source data is always used for analysis and reporting."
  },
  {
    "name": "Federal Statutes",
    "filename": "partials/CE_FederalStatutes.html",
    "priority": 7,
    "alttext":"Element lists the applicable federal geo regulations that are effective in the selected area with hyperlinks for additional information.",
    "modaltext": "Source: Federal Georegulations, <a target='_blank' href='http://MarineCadastre.gov/'>MarineCadastre.gov</a>, 2016-02-10.",
    "narrativetext": "Other federal statutes with complex or uncertain geographic boundaries exist in the area and can be found by using the <a target='_blank' href='https://coast.noaa.gov/oceanlawsearch/#/search'>Ocean Law Search tool</a> <div class='url-hidden'>(https://coast.noaa.gov/oceanlawsearch/#/search)</div>",
    "ruletext": "Showing the presence of {{AOIvm.AOI.CEFedGeoRegs.length}} federal statutes that overlap the report area."
  },
  {
    "name": "Congressional and Legislative Districts",
    "filename": "partials/CE_CongressionalLegislativeDistricts.html",
    "priority": 4,
    "alttext":"Element lists the applicable political districts that are within 12 nautical miles of the selected area, inlcluding congressional district, state house and state senate districts.",
    "modaltext": "Source: Congressional Districts, <a target='_blank' href='https://MarineCadastre.gov'>MarineCadastre.gov</a>, 2016-02-10.<br>Source: 114th Congressional District National, U.S. Census Bureau, 2014-08.",
    "narrativetext":  "There are {{AOIvm.AOI.CECongress.length}} members of the House Representatives whose districts are located in or near to this area.<br>There are {{AOIvm.AOI.CESenate.length + AOIvm.AOI.CEHouse.length}} members of state legislatures located in or near this area.<br>For more information also see:<br><a target='_blank' href='http://memberguide.gpo.gov/'>Member Guide for the Congress</a><div class='url-hidden'>(http://memberguide.gpo.gov/)</div><br><a target='_blank' href='https://www.congress.gov/state-legislature-websites'>State Legislature Websites</a><div class='url-hidden'>(https://www.congress.gov/state-legislature-websites)</div><br><a target='_blank' href='http://www.ncsl.org/'>National Conference of State Legislatures</a><div class='url-hidden'>(http://www.ncsl.org/)</div><br>",
    "ruletext": "Showing all districts within 12 nautical miles of the report area, or the closest 3 if none are within 12 nautical miles."
  },
  {
    "name": "Federal, State and County Jurisdictions",
    "filename": "partials/CE_FedStateAndCounty.html",
    "priority": 3,
    "alttext":"Graphic is a pie graph showing the proportion of the selected area that falls in state and/or federal jurisdiction. Lists which states and which counties it overlaps.",
    "modaltext": "Source: Outer Continental Shelf Submerged Lands Act Boundary - Atlantic Region NAD83, <a target='_blank' href='http://MarineCadastre.gov/'>MarineCadastre.gov</a>, 2010-10-05 <BR>Source: TIGER/Line State Boundaries, U.S. Census Bureau, 2016",
    "narrativetext": "Proposed activities in the coastal zone or the outer continental shelf generally fall within jurisdictions governed by states,counties and municipalities, or by the federal government. Having a clear understanding of which jurisdiction(s) a proposed activity will occur in will help determine which statutes, regulations and administrative procedures need to be addressed. Please visit <a target='_blank' href='http://www.naco.org/counties'>National Association of Counties (NACo)<div class='url-hidden'>(http://www.naco.org/counties)</div></a> for further information.",
    "ruletext": " A list of states and counties in or adjoining the report area, or abutting federal waters that begin at 3 nautical miles; federal waters generally continue to the limit of the Exclusive Economic Zone at 200 nautical miles."
  },
  {
    "name": "Populated Places",
    "filename": "partials/CE_PopulatedPlaces.html",
    "priority": 8,
    "alttext":"Element Lists the cities, their population from 2010, and their distance to the selected area that are within 10 miles. Also listed are the three closest Tribal lands within 50 miles.",
    "modaltext": "Source: Unofficial, select coastal place names intended to help users of this tool orient themselves when reading an Ocean Report. For more detailed, and supported place name data please visit: <a target='_blank' href='http://MarineCadastre.gov/data/'>MarineCadastre.gov/data</a> and search on 'place', or visit the U.S. Board on <a target='_blank' href='http://geonames.usgs.gov/'> Geographic Names </a>",
    "narrativetext": "",
    "ruletext": "Showing places within 10 miles of the report area, or the 3 closest if none are within 10 miles."
  },
  {
    "name": "Tribal Lands",
    "filename": "partials/CE_TribalLands.html",
    "priority": 5,
    "alttext":"Element Lists the three closest Tribal lands within 50 miles.",
    "modaltext": "Source: Bureau of Indian Affairs, The American Indian Reservations / Federally Recognized Tribal Entities, USGS 7.5' quadrangle maps and Bureau of Census. 1995, 2004, 2005.",
    "narrativetext": "The relationship between federally recognized tribes and the United States is one between sovereigns, i.e., between a government and a government. This principle, which is grounded in the United States Constitution, has helped to shape the long history of relations between the federal government and these tribal nations. These nations may have an interest in ocean activities occurring near their lands.",
    "ruletext": "Showing the 3 closest areas of tribal interest within 50 miles."
  }
]